Repository: funkindy/ranker
Catalog: ranker/core/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Ranker Content Management
ru: Администрирование Ranker

source: Content Management
ru: Управление контентом

source: Right
ru: Правая

source: Left
ru: Левая

source: last name
ru: фамилия

source: username
ru: имя пользователя

source: date of birth
ru: дата рождения

source: city
ru: город

source: equipment
ru: инвентарь

source: player
ru: спортсмен

source: players
ru: спортсмены

source: name
ru: название

source: short name
ru: краткое название

source: address
ru: адрес

source: rating coefficient
ru: коэффициент значимости

source: coef
ru: кзс

source: event
ru: мероприятие

source: events
ru: мероприятия

source: Final
ru: Финал

source: Third Place Match
ru: Матч за третье место

source: event date
ru: дата мероприятия

source: winner
ru: победитель

source: loser
ru: проигравший

source: winner score
ru: сетов у победителя

source: loser score
ru: сетов у проигравшего

source: winner rating
ru: рейтинг победителя

source: loser rating
ru: рейтинг проигравшего

source: rating delta
ru: дельта

source: technical result
ru: технический результат

source: match result
ru: результат матча

source: match results
ru: результаты матча

source: date
ru: дата

source: rating history
ru: история рейтинга

source: Total Matches
ru: Всего матчей сыграно

source: Total Players
ru: Всего спортсменов
